define none_name = ''
define none_desc = ''

define city_name = "Вариаполис"
define city_desc = """Дорогой мой друг! Добро пожаловать в наш, достаточно молодой, но крайне перспективный город! Если ты читаешь этот текст — значит у тебя в руках официальная брошюра нашего прекрасного города, и ты жаждешь поскорее узнать как у нас тут все обстоит, куда можно сходить, и всякое прочее... ну что же, не будем тянуть с Этим!
Тебе наверняка будет любопытно узнать что наш город разделен на 9 больших районов: Лаудаут, Голд Хиллс, Пенолли, Грейстоун, Порт, Брэйнвуд, Спраул, Фанленд, Бэкхолл.
И это не считая пары десятков сельскохозяйственных общин, мелких деревень и ферм вокруг самого города. Население наше недавно перевалило за 2 миллиона человек, и нам всегда есть чем заняться. А вот где именно этим можно заняться я тебе сейчас расскажу!!
Подытоживая все вышесказанное - у нас есть чем заняться кому угодно! Вариаполис - город где Мечты становятся Явью.
"""

define poi_list_none = []
define poi_list_city = []
