
define gold_hills_name = "Голд Хиллз"
define gold_hills_desc = """Ты наверное думаешь, что это там расположилось на западе города на прекрасных зеленых холмах? Это то самое место, в которое просто так не попасть. Дорогие особняки, личные дворцы, гольф клубы и поля для игры в крокет и теннис — это все неотъемлемая часть Голд Хиллз! Ходят слухи, что там помимо нашей полиции есть какая то особенная - «своя». Так что постарайся там не куролесить, но скорее всего ты не проедешь дальше первого шлагбаума без приглашения!"""

define gold_hills_gartein_mansion = POI(
    x=220, y=580,
    icon="logo_gold_hills_gartein_mansion.png",
    name="Особняк Гартейнов",
    desc="На вершине самого высокого холма стоит поистине грандиозное сооружение. Шесть этажей, огромный участок рядом. Это не просто особняк - это настоящий замок. Именно там проживает большая часть семьи, некогда создавшей наш город. Они не стесняются богатства, и всё, начиная с отделки комнат и дома и заканчивая одеждой прислуги, отдает дорогоизной."
)

define gold_hills_hippodrome = POI(
    x=60, y=690,
    icon="logo_gold_hills_hippodrome.png",
    name="Ипподром Вариполиса",
    desc="Скачки. Наверное единственная причина, по которой простолюдины могут без приглашения попасть в Голд Хиллс. Огромный комплекс, включающий в себя не только стадион на десять тысяч человек, но и конюшни с полями для выгула и тренировок лошадей."
)

define gold_hills_observatory = POI(
    x=50, y=566,
    icon="logo_gold_hills_observatory.png",
    name="Обсерватория",
    desc="Это строение возведено в этом районе только по одной причине - расположение на холме. Но, дабы не портить местным вид, здание было решно строить с размахом. Огромное куполообразное центральное здание с двумя двухэтажными пристройками слева и справа от центрального входа. Она являтся не только важным научно-исследовательским центром, но и небольшим музеем, а также популярным туристическим местом."
)

define gold_hills_league = POI(
    x=200, y=500,
    icon="logo_gold_hills_league.png",
    name="Лига Терновника",
    desc="Слышали о закрытых клубах? А о том что такой клуб может быть всем известен, но все еще закрыт? Лига, это именно такое место. Чтобы получить клубную карту, нужно быть не просто богатым, нужно быть династически богатым. И, если твоя семья несколько поколений доказывает свою “особенность”, то комплекс из зданий, наполненных всеми возможными богемными увлечениями, распахнет для тебя свои двери."
)

define gold_hills_golf_club = POI(
    x=150, y=735,
    icon="logo_gold_hills_golf_club.png",
    name="Гольф клуб “Голден болл”",
    desc="Если ты уже не так молод чтобы посещать Лигу - то твой выбор падет на гольф. Огромные зеленые поля, пересекаемые лишь пешими игроками и, иногда, гольф карами. Тут, в перерывах между лунками, заключаются крупнейшие сделки на миллионы долларов. Здесь крутые боссы показывают свою благосклонность, позволяя менеджерам носить сумки с клюшками, а иногда даже играют в гольф."
)

define poi_list_gold_hills = [gold_hills_gartein_mansion, gold_hills_hippodrome, gold_hills_observatory, gold_hills_league, gold_hills_golf_club]
