define penolli_name = "Пенолли"
define penolli_desc = """Одна из причин по которой наш город перевалив за 2 миллиона жителей вмещает себя около 3 миллионов — Район Пенолли! Большие государственные вливания, а также бурное развитие экономики города, позволило отдать целый район города в руки вольных художников, архитекторов и творцов! Не стоит искать в этом районе двух одинаковых улочек — их просто нет. Конечно, не всех творческих людей ждет успех среди всех этих бесконечных выставок, музеев, творческих вечеров и концертов. Ночью там ходить лучше не одному, да и творцы и безумцы очень близки друг другу, поэтому именно там находится единственная психиатрическая клиника во всем городе!"""


define penolli_musemorium = POI(
    x=420, y=510,
    icon="logo_penolli_musemorium.png",
    name="Муземориум",
    desc="Отдельностоящий, огражденный собственным забором комплекс зданий, являющий из себя странное смешение архитектурных стилей, эффектно подсвеченный фиолетовым неоном - это Муземориум. Внутри каждого из зданий располагается свой музей. Музей народного достояния, музей истории, краеведческий музей, библиотека - это неполный список того, что можно посетить тут. Не только туристическая, но и научно-исследовательская работа ведется здесь. Посетите это место, если впервые в Вариаполисе."
)

define penolli_pollen = POI(
    x=543, y=555,
    icon="logo_penolli_pollen.png",
    name="Клуб “Поллен”",
    desc="Знаете, почему жилье в центре Пенолли не такое дорогое? О, ну а кто захочет селиться рядом с этой огромной грохочущей махиной? Клуб “Поллен” — один из самых больших по размеру в Америке, если не самый большой. Восемнадцать обширных залов, способных вместить от пятисот до пяти тысяч человек каждый, каждый зал посвящен своему собственному стилю, украшен в своей собственной манере, и не прекращает функционировать ни на минуту. Вечный праздник, где каждый найдет местечко себе по душе!"
)

define penolli_red_light = POI(
    x=777, y=579,
    icon="logo_penolli_red_light.png",
    name="Улица Валентина",
    desc="Ничем не примечательная улица, просто невысокие дома, просто огромные витражные занавешенные окна на всем протяжении улицы, просто огромное количество красивых откровенно одетых людей, готовых за деньги воплотить в жизнь любую твою фантазию."
)

define penolli_partk = POI(
    x=735, y=512,
    icon="logo_penolli_partk.png",
    name="Парк Искусств",
    desc="Вы ищете место, чтобы впечатлить свою возлюбленную, или просто хотите в три часа ночи послушать, как читают стихи под сенью деревьев? Тогда парк Искусств это ваше место. Длинная мощеная камнем аллея среди деревев со множеством тропинок по правую и левую сторону от нее. Уютные лавочки, в окружении которых расположено множество интересных статуй, выполненных из разных материалов и в разных стилях. Здесь днем и ночью можно повстречать бедных художников, пытающихся продать свои картины, профессиональных шаржистов, и просто пьяных романтиков."
)

define penolli_madhouse = POI(
    x=820, y=725,
    icon="logo_penolli_madhouse.png",
    name="Больничный комплекс “Перфект соул”",
    desc="На фоне остальной архитектуры района и города высокое квадратное бетонное здание, окруженное высоким бетонным забором, явно выделяется. Надпись “Перфект Соул” над массивными железными воротами явно дает понять, что вы приблизились к психиатрической клинике. Сюда попадают как буйные сумасшедшие, так и обычные люди с проблемами, и даже опасные сумасшедшие преступники. Каждому здесь найдется приют."
)


define poi_list_penolli = [penolli_musemorium, penolli_pollen, penolli_red_light, penolli_partk, penolli_madhouse]
