define loadout_name = "Лаудаут"
define loadout_desc = """Это ЦЕНТР, братишка! Самый живой и круглосуточно функционирующий район нашего города, самые высокие небоскребы, дорогие бутики, Мишленовские рестораны, закрытые клубы и прочие прелести центрального района мегаполиса! Несколько посольств, парочка национальных кварталов таких как Чайнатаун или маленькая Италия. Красиво, ярко, дорого — В этом весь Лаудаут!"""


define loadout_chinatown = POI(
    x=800, y=854,
    icon="logo_loadout_chinatown.png",
    name="Чайнатаун",
    desc="Во множестве американских городов такие национальные районы сформировались сами собой из-за наплыва мигрантов. \nВ Вариаполисе этот район построен специально, несколько крупных азиатских компаний из Китая и Японии инвестировали свои средства, по итогу получив очень яркое и красивое туристическое местечко, практически полностью подчиняющееся местным главам, а не муниципалитету. Все в архитектуре пышет азиатской культурой."
)

define loadout_heaven = POI(
    x=579, y=789,
    icon="logo_loadout_heaven.png",
    name="Бизнес центр “Хэвен”",
    desc="Пять высоченных небоскребов, расположенных на вершинах равностороннего пентагона (пятиугольника). Внутри Бизнес Центра можно найти все, от огромных офисов транснациональных корпораций до закусочных, бильярда и боулинга. Красиво, ярко и дорого."
)

define loadout_imperial = POI(
    x=555, y=690,
    icon="logo_loadout_imperial.png",
    name="Отель “Империаль”",
    desc="Самый дорогой отель города, мрамор в отделке, 10 этажей, со всевозможными удобствами: Спа, Сауна, ресторан и т.п. А также около 150 человек обслуживающего персонала - готового за деньги исполнить любой каприз."
)

define loadout_chill_street = POI(
    x=440, y=789,
    icon="logo_loadout_chill_street.png",
    name="Чилл Стрит",
    desc="Целая улица города выделенная под клубы, бары и забегаловки. Такое количество разных заведений способно обеспечить развлечения на любой вкус, даже самый “изысканный”. Круглосуточный праздник гедонии и фарисейства!"
)

define loadout_gartein_plaza = POI(
    x=388, y=640,
    icon="logo_loadout_gartein_plaza.png",
    name="Площадь Гартейна",
    desc="Центральная площадь Вариаполиса! Неоновые вывески, важнейшие административные здания и самые дорогие магазины. Эта площадь не утихает ни на минуту. В центре площади располагается горомный памятник основателю города, Филлипа Гартейна, чья династия управляет крупнейшими предприятиями в городе."
)

define poi_list_loadout = [loadout_heaven, loadout_imperial, loadout_chinatown, loadout_chill_street, loadout_gartein_plaza]
